Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/vetinst.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The interviewees see an advantage in that their hatchery is part of a larger organization, but this also gives the central management an influence on how the production in the hatchery takes place.
nb: De ser en styrke i at settefiskanlegget deres er en del av en større organisasjon, men dette gjør også at sentral ledelse har påvirkning på hvordan settefiskproduksjonen foregår.

source: Most of the operators interviewed, prefer to stay within one unit.
nb: De fleste av driftsoperatørene som er intervjuet foretrekker å holde seg innenfor en avdeling.

source: Bat rabies was detected for the first time in Norway in 2015, in a bat found in Valdres.
nb: Rabies ble for første gang påvist i Norge i 2015, i en flaggermus funnet i Valdres.

source: Five dogs, and 14 arctic foxes (from Svalbard) were tested for rabies at the Norwegian Veterinary Institute.
nb: Det ble undersøkt fem hunder, og 14 polarrever (fra Svalbard).

source: The interviewees had different opinions on whether it was important to recruit local candidates or candidates with special competence.
nb: De som ble intervjuet hadde forskjellig oppfatning av om det var viktig å satse på lokale framfor spesiell kompetanse.

source: Mortality and appetite are the outer edges.
nb: Dødelighet og appetitt er ytterkantene.

source: The FISHWELL handbook contains a number of recommendations and a background knowledge in addition to recommended welfare indicators (Noble et al, 2018).
nb: FISHWELL-håndboka inneholder en del anbefalinger og mye bakgrunnskunnskap i tillegg til anbefalte velferdsindikatorer (Noble et al, 2018).

source: producers, at the public and among consumers.
nb: offentligheten og blant forbrukerne.

source: This study is an interview study that is analyzed and presented in the dimensions of the pentagon model (Figure 1).
nb: Denne studien er en intervjuundersøkelse som er analysert ved hjelp av og presenteres i dimensjonene til pentagonmodellen (Figur 1).

source: Function-based rules are perceived as a challenge.
nb: Funksjonsbaserte regler oppleves som en utfordring.

source: In farms with seasonally independent production with the possibility for down-regulation of the temperature, the goal was a maximum 2-degree difference between the water in the hatchery and the seawater at sea transfer.
nb: I anlegg med årstidsuavhengig produksjon og muligheter for nedregulering av temperaturen var målet at forskjellen mellom temperatur i settefiskanlegget og i sjøen ikke måtte være større enn 2 grader ved utsett vinterstid.

source: The VHS virus is also detected in several marine species including lumpfish and wrasse.
nb: VHS-viruset er også påvist hos en rekke marine arter deriblant rognkjeks og ulike leppefisk.

source: The interviewees say that incentives to promote fish welfare in their work can come both from within oneself, from colleagues within and outside the organization, from management and through knowledge.
nb: De vi har intervjuet forteller at inspirasjon til å gjøre en god jobb og legge vekt på fiskevelferdsarbeidet kan komme både innenfra ens egen person, fra kollegaer innenfor og utenfor organisasjonen, fra ledelsen og gjennom kunnskap.

source: On the other hand, local attachment is not necessarily better than bringing in people with another knowledge and other perspectives.
nb: Argumentet for ikke å ta hensyn til tilhørighet, er nytten av å få inn personer med annen kunnskap og andre perspektiver.

source: Samples for MRSA-testing were also collected from 121 mink farms and all were negative.
nb: Prøver for MRSA-testing ble også tatt fra 121 minkgårder og alle var negative.

source: The EU adopted a new animal health law in 2016, due to be implemented in 2021, but this does not specifically include animal welfare.
nb: EU vedtok en ny dyrehelselov i 2016 som skal tre i kraft fra 2021, men denne omfatter ikke dyrevelferd spesifikt.

source: Some have been infected domestically from laboratory work or from eating products purchased abroad that were made from unpasteurised milk.
nb: De aller fleste er smittet i utlandet, unntatt noen få som enten var smittet via laboratoriearbeid eller ved å spise upasteuriserte melkeprodukter kjøpt i utlandet.

source: , and for antibodies against
nb: Smittestoff og smitteveier

source: Previously, 12°C was set as the highest temperature in first-feeding to reduce e.g. the occurrence of vertebral deformities.
nb: Tidligere var 12 grader C satt som høyeste temperatur i startfôring for å redusere bl.a. forekomsten av ryggdeformiteter i sjø.

source: This balance between the industrial operation and animal husbandry is possible when “all” production parameters can be controlled.
nb: Denne balansegangen mellom industriell drift og husdyrhold er mulig når “alle” produksjonsparametre kan kontrolleres.

source: Increased motivation among producers of juvenile fish to improve the welfare in their facilities.
nb: Økt motivasjon hos produsenter av settefisk for bedring av velferden i sine anlegg.

source: In other companies, good arguments for better fish welfare can lead to such investments quickly.
nb: I andre selskap kan gode argumenter for bedre fiskevelferd føre til at det kjapt blir foretatt slike investeringer.

source: As for any production of animals, there is a dynamic interaction between the risk of events that causes reduced welfare and mortality, investment in the control of such incidents, and the related incentives as the decision maker meets (Rich, 2007).
nb: I enhver produksjon av dyr, er det en dynamisk interaksjon mellom risiko for hendelser som kan gi dårlig velferd og dødelighet, investering i kontroll av slike hendelser og de relaterte insentiver som beslutningstakeren møter (Rich, 2007).
